eamodio.gitlens
GitHub.copilot
GitHub.copilot-chat
github.vscode-github-actions
James-Yu.latex-workshop
llvm-vs-code-extensions.vscode-clangd
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
redhat.vscode-yaml
seanwu.vscode-qt-for-python
tecosaur.latex-utilities
twxs.cmake
vadimcn.vscode-lldb
Vue.volar
yzhang.markdown-all-in-one
