archlinuxcn-keyring
base
base-devel
bat
bind
clang
fastfetch
fd
fzf
inetutils
lazygit
libc++
llvm
neovim
net-tools
npm
openssh
paru-git
python
ripgrep
unzip
wget
wl-clipboard
yazi
zsh
