arch-install-scripts
archlinuxcn-keyring
base
base-devel
bat
clang
expac
fastfetch
fd
fontconfig
fzf
git
inetutils
lazygit
libc++
neovim
npm
openssh
paru
ripgrep
unzip
wget
yazi
zsh
